Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: We'll start with Home. It shows what's happened since you last checked AppleVis, including new forum replies, app entries, podcast episodes, guides, and blog posts. At the top are two buttons. Customize Home, shown visually as a small sliders icon, lets you choose what appears in your feed. Add, shown visually as a plus sign in a circle, lets you post a new forum topic or app entry. You'll need to sign in first if you haven't already. Over the next few steps, I'll show you how to customize the feed, the different ways to view what's new, and the actions available for each type of content.
ar: سنبدأ بالشاشة الرئيسية. تعرض ما حدث منذ آخر زيارة لك إلى AppleVis، بما في ذلك الردود الجديدة في المنتديات وإدخالات التطبيقات وحلقات البودكاست والأدلة ومنشورات المدونة. في الأعلى زران. يتيح لك زر تخصيص الشاشة الرئيسية، الذي يظهر كأيقونة صغيرة لأشرطة التمرير، اختيار ما يظهر في خلاصتك. ويتيح لك زر الإضافة، الذي يظهر كعلامة زائد داخل دائرة، نشر موضوع جديد في المنتدى أو إدخال تطبيق. ستحتاج إلى تسجيل الدخول أولًا إن لم تكن قد فعلت. في الخطوات التالية، سأريك كيف تخصص الخلاصة، والطرق المختلفة لعرض الجديد، والإجراءات المتاحة لكل نوع من المحتوى.
de: Wir beginnen mit der Startseite. Sie zeigt, was seit deinem letzten Besuch bei AppleVis passiert ist, darunter neue Antworten im Forum, App-Einträge, Podcast-Folgen, Anleitungen und Blogbeiträge. Oben befinden sich zwei Tasten. Mit „Startseite anpassen“, optisch ein kleines Schieberegler-Symbol, legst du fest, was in deinem Feed erscheint. Mit „Hinzufügen“, optisch ein Pluszeichen in einem Kreis, erstellst du ein neues Forenthema oder einen App-Eintrag. Dazu musst du angemeldet sein. In den nächsten Schritten zeige ich dir, wie du den Feed anpasst, welche Ansichten es für Neues gibt und welche Aktionen für jede Art von Inhalt verfügbar sind.
el: Θα ξεκινήσουμε από την Αρχική. Δείχνει τι έχει συμβεί από την τελευταία φορά που μπήκατε στο AppleVis, όπως νέες απαντήσεις στο φόρουμ, καταχωρίσεις εφαρμογών, επεισόδια podcast, οδηγούς και αναρτήσεις ιστολογίου. Στο επάνω μέρος υπάρχουν δύο κουμπιά. Η Προσαρμογή Αρχικής, που εμφανίζεται ως ένα μικρό εικονίδιο με ρυθμιστικά, σας επιτρέπει να επιλέξετε τι εμφανίζεται στη ροή σας. Η Προσθήκη, που εμφανίζεται ως σύμβολο συν μέσα σε κύκλο, σας επιτρέπει να δημοσιεύσετε νέο θέμα φόρουμ ή καταχώριση εφαρμογής. Αν δεν έχετε ήδη συνδεθεί, θα χρειαστεί να συνδεθείτε πρώτα. Στα επόμενα βήματα θα σας δείξω πώς να προσαρμόσετε τη ροή, τους διαφορετικούς τρόπους να βλέπετε τι είναι νέο και τις ενέργειες που υπάρχουν για κάθε είδος περιεχομένου.
es: Empezaremos por Inicio. Muestra lo que ha pasado desde la última vez que entraste en AppleVis, como nuevas respuestas en el foro, entradas de apps, episodios de pódcast, guías y entradas de blog. Arriba hay dos botones. Personalizar Inicio, que se ve como un pequeño icono de controles deslizantes, te permite elegir qué aparece en tu feed. Añadir, que se ve como un signo más dentro de un círculo, te permite publicar un nuevo tema del foro o una entrada de app. Si aún no has iniciado sesión, tendrás que hacerlo primero. En los próximos pasos te enseñaré a personalizar el feed, las distintas formas de ver las novedades y las acciones disponibles para cada tipo de contenido.
fa: از خانه شروع می‌کنیم. خانه نشان می‌دهد از آخرین سرزدن شما به AppleVis چه اتفاقی افتاده است، از جمله پاسخ‌های تازه در انجمن، ورودی‌های برنامه، قسمت‌های پادکست، راهنماها و پست‌های وبلاگ. در بالا دو دکمه هست. سفارشی‌سازی صفحهٔ اصلی، که به شکل نماد کوچک لغزنده‌ها دیده می‌شود، به شما امکان می‌دهد انتخاب کنید چه چیزی در فید شما نمایش داده شود. افزودن، که به شکل علامت به‌علاوه در یک دایره دیده می‌شود، به شما امکان می‌دهد یک موضوع تازه در انجمن یا یک ورودی برنامه منتشر کنید. اگر هنوز وارد نشده‌اید، باید اول وارد شوید. در چند گام بعدی نشانتان می‌دهم چطور فید را سفارشی کنید، راه‌های مختلف دیدن موارد تازه چیست و برای هر نوع محتوا چه کنش‌هایی وجود دارد.
fr: Commençons par l'Accueil. Il montre ce qui s'est passé depuis votre dernière visite sur AppleVis, notamment les nouvelles réponses du forum, les fiches d'applis, les épisodes de podcast, les guides et les articles de blog. En haut se trouvent deux boutons. Personnaliser Accueil, affiché sous forme d'une petite icône de curseurs, vous permet de choisir ce qui apparaît dans votre fil. Ajouter, affiché sous forme d'un signe plus dans un cercle, vous permet de publier un nouveau sujet de forum ou une fiche d'appli. Vous devrez d'abord vous connecter si ce n'est pas déjà fait. Dans les prochaines étapes, je vous montrerai comment personnaliser le fil, les différentes façons de voir les nouveautés et les actions disponibles pour chaque type de contenu.
he: נתחיל בבית. כאן רואים מה קרה מאז הביקור האחרון שלך ב-AppleVis, כולל תגובות חדשות בפורום, רשומות אפליקציה, פרקי פודקאסט, מדריכים ופוסטים בבלוג. בחלק העליון יש שני כפתורים. התאמה אישית של הבית, שמוצג כסמל קטן של מחוונים, מאפשר לבחור מה יופיע בפיד שלך. הוספה, שמוצג כסימן פלוס בתוך עיגול, מאפשר לפרסם נושא חדש בפורום או רשומת אפליקציה. אם עוד לא התחברת, תצטרך להתחבר קודם. בשלבים הבאים אראה לך איך להתאים את הפיד, את הדרכים השונות לצפות בחדש ואת הפעולות הזמינות לכל סוג תוכן.
hi: हम होम से शुरू करेंगे। यह दिखाता है कि आपकी पिछली विज़िट के बाद AppleVis पर क्या हुआ, जैसे नए फ़ोरम जवाब, ऐप प्रविष्टियाँ, पॉडकास्ट एपिसोड, गाइड और ब्लॉग पोस्ट। सबसे ऊपर दो बटन हैं। होम को अनुकूलित करें, जो देखने में स्लाइडर का छोटा आइकन है, से आप चुन सकते हैं कि आपकी फ़ीड में क्या दिखे। जोड़ें, जो देखने में गोले के अंदर प्लस चिह्न है, से आप नया फ़ोरम विषय या ऐप प्रविष्टि पोस्ट कर सकते हैं। अगर आपने अभी साइन इन नहीं किया है, तो पहले साइन इन करना होगा। अगले कुछ चरणों में मैं दिखाऊँगा कि फ़ीड को कैसे अनुकूलित करें, नया देखने के अलग-अलग तरीके क्या हैं और हर तरह की सामग्री के लिए कौन-सी क्रियाएँ उपलब्ध हैं।
id: Kita mulai dari Beranda. Beranda menampilkan apa saja yang terjadi sejak terakhir kali Anda membuka AppleVis, termasuk balasan forum baru, entri aplikasi, episode podcast, panduan, dan postingan blog. Di bagian atas ada dua tombol. Sesuaikan Beranda, yang tampil sebagai ikon penggeser kecil, memungkinkan Anda memilih apa yang muncul di feed. Tambah, yang tampil sebagai tanda plus di dalam lingkaran, memungkinkan Anda memposting topik forum atau entri aplikasi baru. Jika belum masuk, Anda perlu masuk terlebih dahulu. Dalam beberapa langkah berikutnya, saya akan menunjukkan cara menyesuaikan feed, berbagai cara melihat yang baru, dan tindakan yang tersedia untuk setiap jenis konten.
it: Iniziamo dalla Home. Mostra cosa è successo dall'ultima volta che hai visitato AppleVis, comprese nuove risposte nel forum, voci delle app, episodi di podcast, guide e articoli del blog. In alto ci sono due pulsanti. Personalizza Home, che appare come una piccola icona a cursori, ti permette di scegliere cosa compare nel tuo feed. Aggiungi, che appare come un segno più in un cerchio, ti permette di pubblicare un nuovo argomento nel forum o una voce di app. Se non l'hai già fatto, dovrai prima accedere. Nei prossimi passaggi ti mostrerò come personalizzare il feed, i diversi modi per vedere le novità e le azioni disponibili per ogni tipo di contenuto.
ja: まずはホームから始めましょう。前回 AppleVis を確認してから起きたこと、たとえばフォーラムの新しい返信、アプリのエントリ、ポッドキャストのエピソード、ガイド、ブログ記事などが表示されます。 上部には2つのボタンがあります。スライダーの小さなアイコンで表示される「ホームをカスタマイズ」では、フィードに表示する内容を選べます。丸の中にプラス記号で表示される「追加」では、新しいフォーラムのトピックやアプリのエントリを投稿できます。まだサインインしていない場合は、先にサインインが必要です。 次のいくつかのステップでは、フィードのカスタマイズ方法、新着を見るさまざまな方法、そしてコンテンツの種類ごとに使えるアクションをご紹介します。
ko: 홈부터 시작할게요. 홈에는 마지막으로 AppleVis를 확인한 이후에 있었던 일, 예를 들어 새 포럼 답글, 앱 항목, 팟캐스트 에피소드, 가이드, 블로그 게시물이 표시돼요. 맨 위에는 버튼이 두 개 있어요. 작은 슬라이더 아이콘으로 보이는 '홈 사용자 지정'에서는 피드에 표시할 내용을 고를 수 있어요. 원 안의 더하기 기호로 보이는 '추가'에서는 새 포럼 주제나 앱 항목을 올릴 수 있어요. 아직 로그인하지 않았다면 먼저 로그인해야 해요. 다음 몇 단계에서 피드를 사용자 지정하는 방법, 새 소식을 보는 여러 방법, 그리고 콘텐츠 종류별로 쓸 수 있는 동작을 보여 드릴게요.
nl: We beginnen bij Home. Hier zie je wat er is gebeurd sinds je laatste bezoek aan AppleVis, zoals nieuwe forumreacties, app-vermeldingen, podcastafleveringen, handleidingen en blogberichten. Bovenaan staan twee knoppen. Met Start aanpassen, zichtbaar als een klein schuifregelaarsymbool, kies je wat er in je feed verschijnt. Met Voeg toe, zichtbaar als een plusteken in een cirkel, plaats je een nieuw forumonderwerp of een app-vermelding. Daarvoor moet je eerst inloggen als je dat nog niet hebt gedaan. In de volgende stappen laat ik je zien hoe je de feed aanpast, op welke manieren je nieuwe dingen kunt bekijken en welke acties er zijn voor elk type inhoud.
pl: Zaczniemy od Strony głównej. Pokazuje ona, co wydarzyło się od Twojej ostatniej wizyty w AppleVis, w tym nowe odpowiedzi na forum, wpisy aplikacji, odcinki podcastów, poradniki i wpisy na blogu. Na górze są dwa przyciski. Dostosuj stronę główną, widoczny jako mała ikona suwaków, pozwala wybrać, co pojawia się w Twoim kanale. Dodaj, widoczny jako znak plus w kółku, pozwala opublikować nowy temat na forum lub wpis aplikacji. Jeśli jeszcze się nie zalogowałeś, najpierw musisz to zrobić. W kolejnych krokach pokażę Ci, jak dostosować kanał, na jakie sposoby można przeglądać nowości i jakie działania są dostępne dla każdego rodzaju treści.
pt: Vamos começar pelo Início. Ele mostra o que aconteceu desde a sua última visita ao AppleVis, incluindo novas respostas no fórum, entradas de apps, episódios de podcast, guias e postagens do blog. No topo há dois botões. Personalizar Início, que aparece como um pequeno ícone de controles deslizantes, permite escolher o que aparece no seu feed. Adicionar, que aparece como um sinal de mais dentro de um círculo, permite publicar um novo tópico no fórum ou uma entrada de app. Se ainda não tiver entrado na sua conta, você precisará fazer isso primeiro. Nos próximos passos, vou mostrar como personalizar o feed, as diferentes formas de ver as novidades e as ações disponíveis para cada tipo de conteúdo.
ru: Начнём с «Главной». Здесь видно, что произошло с вашего последнего визита в AppleVis: новые ответы на форуме, записи приложений, выпуски подкастов, руководства и записи блога. Вверху есть две кнопки. «Настроить главный экран», которая выглядит как маленький значок с ползунками, позволяет выбрать, что показывать в ленте. «Добавить», которая выглядит как плюс в круге, позволяет создать новую тему на форуме или запись приложения. Если вы ещё не вошли в аккаунт, сначала нужно будет войти. В следующих шагах я покажу, как настроить ленту, какими способами можно смотреть новое и какие действия доступны для каждого типа материалов.
sv: Vi börjar med Hem. Där ser du vad som har hänt sedan du senast besökte AppleVis, bland annat nya forumsvar, appobjekt, poddavsnitt, guider och blogginlägg. Högst upp finns två knappar. Anpassa Hem, som visas som en liten reglagesymbol, låter dig välja vad som visas i ditt flöde. Lägg till, som visas som ett plustecken i en cirkel, låter dig publicera ett nytt forumämne eller ett appobjekt. Du behöver logga in först om du inte redan har gjort det. Under de kommande stegen visar jag hur du anpassar flödet, de olika sätten att se vad som är nytt och vilka åtgärder som finns för varje typ av innehåll.
th: เราจะเริ่มที่หน้าหลัก หน้าหลักแสดงสิ่งที่เกิดขึ้นตั้งแต่ที่คุณเข้า AppleVis ครั้งล่าสุด รวมถึงการตอบกลับใหม่ในฟอรัม รายการแอป ตอนพอดแคสต์ คู่มือ และบทความบล็อก ด้านบนมีปุ่มสองปุ่ม ปรับแต่งหน้าแรก ซึ่งแสดงเป็นไอคอนแถบเลื่อนเล็กๆ ช่วยให้คุณเลือกสิ่งที่จะแสดงในฟีด ส่วนเพิ่ม ซึ่งแสดงเป็นเครื่องหมายบวกในวงกลม ช่วยให้คุณโพสต์หัวข้อใหม่ในฟอรัมหรือรายการแอป หากยังไม่ได้ลงชื่อเข้าใช้ คุณต้องลงชื่อเข้าใช้ก่อน ในขั้นตอนถัดไป ฉันจะแสดงวิธีปรับแต่งฟีด วิธีต่างๆ ในการดูสิ่งใหม่ และการทำงานที่ใช้ได้กับเนื้อหาแต่ละประเภท
tr: Ana Sayfa ile başlayalım. Burada AppleVis'i son ziyaretinizden bu yana olanları görürsünüz; yeni forum yanıtları, uygulama girişleri, podcast bölümleri, kılavuzlar ve blog yazıları dahil. Üstte iki düğme vardır. Küçük bir kaydırıcı simgesi olarak görünen Ana Sayfayı Özelleştir, akışınızda nelerin görüneceğini seçmenizi sağlar. Daire içinde artı işareti olarak görünen Ekle ise yeni bir forum konusu veya uygulama girişi yayımlamanızı sağlar. Henüz oturum açmadıysanız önce oturum açmanız gerekir. Sonraki adımlarda akışı nasıl özelleştireceğinizi, yenilikleri görmenin farklı yollarını ve her içerik türü için hangi eylemlerin bulunduğunu göstereceğim.
uk: Почнемо з «Головної». Тут видно, що сталося з вашого останнього візиту в AppleVis: нові відповіді на форумі, записи додатків, випуски подкастів, посібники та записи блогу. Угорі є дві кнопки. «Налаштувати головну», яка виглядає як маленький значок із повзунками, дає змогу вибрати, що показувати у стрічці. «Додати», яка виглядає як плюс у колі, дає змогу створити нову тему на форумі або запис додатка. Якщо ви ще не ввійшли, спершу потрібно буде ввійти. У наступних кроках я покажу, як налаштувати стрічку, якими способами можна переглядати нове і які дії доступні для кожного типу матеріалів.
vi: Chúng ta bắt đầu với Trang chủ. Trang chủ cho thấy những gì đã diễn ra kể từ lần cuối bạn xem AppleVis, gồm trả lời mới trên diễn đàn, mục ứng dụng, tập podcast, hướng dẫn và bài viết blog. Ở trên cùng có hai nút. Tùy chỉnh Trang chủ, hiển thị dưới dạng biểu tượng thanh trượt nhỏ, cho phép bạn chọn những gì xuất hiện trong nguồn cấp. Thêm, hiển thị dưới dạng dấu cộng trong vòng tròn, cho phép bạn đăng chủ đề diễn đàn hoặc mục ứng dụng mới. Nếu chưa đăng nhập, bạn cần đăng nhập trước. Trong vài bước tới, tôi sẽ hướng dẫn cách tùy chỉnh nguồn cấp, các cách xem nội dung mới và những tác vụ có sẵn cho từng loại nội dung.
zh_hans: 我们先从主页开始。主页会显示自你上次查看 AppleVis 以来发生的事情，包括新的论坛回复、应用条目、播客单集、指南和博客文章。 顶部有两个按钮。“自定义主页”显示为一个小的滑块图标，可以选择信息流中显示的内容。“添加”显示为圆圈中的加号，可以发布新的论坛话题或应用条目。如果还没有登录，需要先登录。 接下来几步，我会介绍如何自定义信息流、查看新内容的不同方式，以及每种内容可用的操作。

source: Use Customize Home to choose the types of content that appear in your feed. You can turn Forum Topics, Podcast Episodes, App Listings, Guides & Tutorials, and Blog Posts on or off individually. If you only want content about Apple's own products and platforms, turn on Apple Topics Only. Reset to Defaults restores the original Home feed settings.
ar: استخدم تخصيص الشاشة الرئيسية لاختيار أنواع المحتوى التي تظهر في خلاصتك. يمكنك تشغيل أو إيقاف مواضيع المنتديات وحلقات البودكاست وقوائم التطبيقات والأدلة والبرامج التعليمية ومنشورات المدونة كلٌّ على حدة. إذا كنت تريد فقط محتوى عن منتجات Apple ومنصاتها، فشغّل مواضيع Apple فقط. يعيد خيار إعادة التعيين إلى الوضع الافتراضي إعدادات خلاصة الشاشة الرئيسية الأصلية.
de: Mit „Startseite anpassen“ wählst du aus, welche Inhaltsarten in deinem Feed erscheinen. Du kannst Forenthemen, Podcast-Folgen, App-Einträge, Anleitungen & Tutorials und Blogbeiträge einzeln ein- oder ausschalten. Wenn du nur Inhalte zu Apples eigenen Produkten und Plattformen möchtest, schalte „Nur Apple-Themen“ ein. „Auf Standard zurücksetzen“ stellt die ursprünglichen Einstellungen des Startseiten-Feeds wieder her.
el: Χρησιμοποιήστε την Προσαρμογή Αρχικής για να επιλέξετε ποια είδη περιεχομένου εμφανίζονται στη ροή σας. Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε ξεχωριστά τα θέματα φόρουμ, τα επεισόδια podcast, τις καταχωρίσεις εφαρμογών, τους οδηγούς και τα εκπαιδευτικά, και τις αναρτήσεις ιστολογίου. Αν θέλετε μόνο περιεχόμενο για τα προϊόντα και τις πλατφόρμες της ίδιας της Apple, ενεργοποιήστε το Μόνο Θέματα Apple. Η Επαναφορά στις Προεπιλογές επαναφέρει τις αρχικές ρυθμίσεις της ροής της Αρχικής.
es: Usa Personalizar Inicio para elegir qué tipos de contenido aparecen en tu feed. Puedes activar o desactivar por separado los temas del foro, los episodios de pódcast, las fichas de apps, las guías y tutoriales, y las entradas de blog. Si solo quieres contenido sobre los productos y plataformas de Apple, activa Solo temas de Apple. Restablecer valores predeterminados recupera la configuración original del feed de Inicio.
fa: با سفارشی‌سازی صفحهٔ اصلی انتخاب کنید چه نوع محتوایی در فید شما نمایش داده شود. می‌توانید موضوع‌های انجمن، قسمت‌های پادکست، فهرست‌های برنامه، راهنماها و آموزش‌ها و پست‌های وبلاگ را جداگانه روشن یا خاموش کنید. اگر فقط محتوایی دربارهٔ محصولات و پلتفرم‌های خود اپل می‌خواهید، فقط موضوعات اپل را روشن کنید. بازنشانی به پیش‌فرض تنظیمات اولیهٔ فید خانه را برمی‌گرداند.
fr: Utilisez Personnaliser Accueil pour choisir les types de contenu qui apparaissent dans votre fil. Vous pouvez activer ou désactiver individuellement les sujets de forum, les épisodes de podcast, les fiches d'applis, les guides et tutoriels, et les articles de blog. Si vous ne voulez que du contenu sur les produits et plateformes d'Apple, activez Sujets Apple uniquement. Réinitialiser aux valeurs par défaut rétablit les réglages d'origine du fil d'Accueil.
he: השתמש בהתאמה אישית של הבית כדי לבחור אילו סוגי תוכן יופיעו בפיד. אפשר להפעיל או לכבות בנפרד נושאי פורום, פרקי פודקאסט, רשימות אפליקציות, מדריכים והדרכות ופוסטים בבלוג. אם אתה רוצה רק תוכן על המוצרים והפלטפורמות של Apple עצמה, הפעל את נושאי Apple בלבד. איפוס לברירת מחדל מחזיר את ההגדרות המקוריות של פיד הבית.
hi: होम को अनुकूलित करें से चुनें कि आपकी फ़ीड में किस तरह की सामग्री दिखे। आप फ़ोरम विषय, पॉडकास्ट एपिसोड, ऐप लिस्टिंग, गाइड और ट्यूटोरियल, और ब्लॉग पोस्ट को अलग-अलग चालू या बंद कर सकते हैं। अगर आप सिर्फ़ Apple के अपने उत्पादों और प्लेटफ़ॉर्म से जुड़ी सामग्री चाहते हैं, तो केवल Apple विषय चालू करें। डिफ़ॉल्ट पर रीसेट करें होम फ़ीड की मूल सेटिंग्स वापस ले आता है।
id: Gunakan Sesuaikan Beranda untuk memilih jenis konten yang muncul di feed Anda. Anda bisa menyalakan atau mematikan Topik Forum, Episode Podcast, Daftar Aplikasi, Panduan & Tutorial, dan Postingan Blog satu per satu. Jika hanya ingin konten tentang produk dan platform Apple sendiri, nyalakan Hanya Topik Apple. Atur Ulang ke Default mengembalikan pengaturan feed Beranda seperti semula.
it: Usa Personalizza Home per scegliere quali tipi di contenuto compaiono nel feed. Puoi attivare o disattivare singolarmente argomenti del forum, episodi di podcast, schede delle app, guide e tutorial, e articoli del blog. Se vuoi solo contenuti sui prodotti e sulle piattaforme di Apple, attiva Solo argomenti Apple. Ripristina predefiniti riporta il feed della Home alle impostazioni originali.
ja: 「ホームをカスタマイズ」で、フィードに表示するコンテンツの種類を選びます。フォーラムのトピック、ポッドキャストのエピソード、アプリ一覧、ガイドとチュートリアル、ブログ記事を、それぞれ個別にオンまたはオフにできます。 Apple 自身の製品やプラットフォームに関する内容だけを見たい場合は、「Apple 関連のトピックのみ」をオンにします。 「デフォルトにリセット」で、ホームのフィードを元の設定に戻せます。
ko: '홈 사용자 지정'으로 피드에 나타날 콘텐츠 종류를 고르세요. 포럼 주제, 팟캐스트 에피소드, 앱 목록, 가이드 및 튜토리얼, 블로그 게시물을 각각 켜거나 끌 수 있어요. Apple의 자체 제품과 플랫폼에 관한 콘텐츠만 보고 싶다면 'Apple 관련 주제만'을 켜세요. '기본값으로 재설정'은 홈 피드를 원래 설정으로 되돌려요.
nl: Met Start aanpassen kies je welke soorten inhoud in je feed verschijnen. Je kunt forumonderwerpen, podcastafleveringen, app-vermeldingen, handleidingen & tutorials en blogberichten afzonderlijk aan- of uitzetten. Wil je alleen inhoud over Apples eigen producten en platforms, zet dan Alleen Apple-onderwerpen aan. Terugzetten naar standaardwaarden herstelt de oorspronkelijke instellingen van de Home-feed.
pl: Użyj opcji Dostosuj stronę główną, aby wybrać, jakie rodzaje treści pojawiają się w kanale. Możesz osobno włączać i wyłączać tematy forum, odcinki podcastów, wykazy aplikacji, poradniki i samouczki oraz wpisy na blogu. Jeśli chcesz tylko treści o produktach i platformach Apple, włącz opcję Tylko tematy Apple. Zresetuj do domyślnych przywraca pierwotne ustawienia kanału Strony głównej.
pt: Use Personalizar Início para escolher os tipos de conteúdo que aparecem no seu feed. Você pode ativar ou desativar individualmente tópicos do fórum, episódios de podcast, fichas de apps, guias e tutoriais, e postagens do blog. Se quiser apenas conteúdo sobre os produtos e plataformas da própria Apple, ative Somente tópicos da Apple. Redefinir para padrões restaura as configurações originais do feed do Início.
ru: С помощью «Настроить главный экран» выберите, какие типы материалов появляются в ленте. Темы форума, выпуски подкастов, списки приложений, руководства и обучающие материалы, а также записи блога можно включать и выключать по отдельности. Если вам нужны только материалы о собственных продуктах и платформах Apple, включите «Только темы об Apple». «Сбросить настройки» возвращает исходные настройки ленты «Главной».
sv: Använd Anpassa Hem för att välja vilka typer av innehåll som visas i ditt flöde. Du kan slå på eller av forumämnen, poddavsnitt, applistningar, guider & självstudier och blogginlägg var för sig. Om du bara vill ha innehåll om Apples egna produkter och plattformar slår du på Endast Apple-ämnen. Återställ till standard återställer de ursprungliga inställningarna för Hem-flödet.
th: ใช้ปรับแต่งหน้าแรกเพื่อเลือกประเภทเนื้อหาที่จะแสดงในฟีด คุณเปิดหรือปิดหัวข้อฟอรัม ตอนพอดแคสต์ รายชื่อแอป คู่มือและบทช่วยสอน และบทความบล็อกได้ทีละรายการ หากต้องการเฉพาะเนื้อหาเกี่ยวกับผลิตภัณฑ์และแพลตฟอร์มของ Apple เอง ให้เปิดหัวข้อ Apple เท่านั้น รีเซ็ตเป็นค่าเริ่มต้นจะคืนการตั้งค่าฟีดหน้าหลักแบบเดิม
tr: Akışınızda hangi içerik türlerinin görüneceğini seçmek için Ana Sayfayı Özelleştir'i kullanın. Forum konularını, podcast bölümlerini, uygulama listelerini, kılavuzları ve öğreticileri ve blog yazılarını tek tek açıp kapatabilirsiniz. Yalnızca Apple'ın kendi ürünleri ve platformlarıyla ilgili içerik istiyorsanız Yalnızca Apple Konuları'nı açın. Varsayılanlara Sıfırla, Ana Sayfa akışının özgün ayarlarını geri yükler.
uk: За допомогою «Налаштувати головну» виберіть, які типи матеріалів з'являються у стрічці. Теми форуму, випуски подкастів, списки додатків, посібники та навчальні матеріали, а також записи блогу можна вмикати й вимикати окремо. Якщо вам потрібні лише матеріали про власні продукти й платформи Apple, увімкніть «Лише теми про Apple». «Скинути до типових» повертає початкові налаштування стрічки «Головної».
vi: Dùng Tùy chỉnh Trang chủ để chọn loại nội dung xuất hiện trong nguồn cấp. Bạn có thể bật hoặc tắt riêng từng mục: chủ đề diễn đàn, tập podcast, danh sách ứng dụng, hướng dẫn & bài học và bài viết blog. Nếu chỉ muốn nội dung về các sản phẩm và nền tảng của chính Apple, hãy bật Chỉ chủ đề Apple. Đặt lại về Mặc định khôi phục cài đặt ban đầu của nguồn cấp Trang chủ.
zh_hans: 使用“自定义主页”选择信息流中显示哪些类型的内容。你可以分别打开或关闭论坛话题、播客单集、应用列表、指南与教程和博客文章。 如果只想看有关 Apple 自家产品和平台的内容，请打开“仅 Apple 相关话题”。 “重置为默认值”会恢复主页信息流的原始设置。
